Repository: wp-plugins/my-record-collection
Catalog: i18n/*-record-collection-*.po
Languages: sv_se

source: Label
sv_se: Skivbolag

source: Catalog#
sv_se: Katalognummer

source: Country
sv_se: Land

source: Released
sv_se: Släppt

source: Tracklisting
sv_se: Låtlista

source: tracks
sv_se: låtar

source: My Record Collection Options
sv_se: My Record Collection Inställningar

source: 1. Enter Username
sv_se: 1. Skriv in användarnam

source: Username:
sv_se: Användarnamn:

source: Import userdata
sv_se: Importera användardata

source: Reset userinfo
sv_se: Återställ användarinfo

source: 2. Recordinfo
sv_se: 2. Skivinformation

source: Records in collection
sv_se: Skivor i samling

source: Import records to database
sv_se: Importera skivor till databasen

source: Records in database
sv_se: Skivor i databasen

source: Missmatch between rocords in local DB and Discogs DB.<br> If you have added records on discogs, you'll need to:<br>
sv_se: Olika antal skivor i lokal databas mot discogs databas.<br>Om du har lagt till skivor på discogs behöver du:<br>

source: Update records in database
sv_se: Uppdatera skivor i databas

source: 3. Display settings
sv_se: 3. Visningsalternativ

source: Select way to display your collection
sv_se: Välj vilket sätt du vill visa upp din skivsamling

source: List mode
sv_se: List-läge

source: Recordcovers mode
sv_se: Skivomslags-läge

source: Recordcovers with overlays mode
sv_se: Skivomslag (med overlays)-läge

source: Select sort order
sv_se: Välj sorterings-läge

source: Alphabetical (artist)
sv_se: Alfabetisk (artist)

source: Alphabetical (title)
sv_se: Alfabetisk (titel)

source: Year
sv_se: År

source: Ascending
sv_se: Stigande

source: Descending
sv_se: Fallande

source: Extra settings
sv_se: Extrainställningar

source: Remove extra numbers in artist names, (eg. change "Creative (2)" to "Creative"
sv_se: Ta bort extra nummer i artist namn, (t.ex. ändra "Creative (2)" till "Creative"

source: Remove ", The" in artist names, (eg. change "Beatles, The" to "Beatles"
sv_se: Ta bort ", The" i artist namn, (t.ex. ändra "Beatles, The" till "Beatles"

source: Color mode
sv_se: Färg-läge

source: Dark on Light BG
sv_se: Mörk på ljus bakgrund

source: Light on Dark BG
sv_se: Ljus på mörk bakgrund

source: Save Settings
sv_se: Spara inställningar

source: 4. How to display your collection
sv_se: 4. Så här gör du för att visa upp din samling

source: To display your collection, create a new page and add the following text <strong>in HTML-mode</strong>: <code>&lt;!--MyRecordCollection--&gt;</code>
sv_se: För att visa din samling, skapa en ny sida och lägg till följande text <strong>i HTML-läge</strong>: <code>&lt;!--MyRecordCollection--&gt;</code>

source: Click on the cover to see more information about the record
sv_se: Klicka på ett omslag för mer information

source: This record collection is based on data from discogs.com generated by the <b>My Record Collection</b> WordPress-plugin. Discogs is a trademark of Zink Media, Inc. My Record Collection-plugin is not affiliated with or endorsed by Zink Media, Inc. All images are copyright of their respective owners. Further entry data from the Discogs database is licensed in the public domain
sv_se: Denna skivsamling är baserad på data från discogs.com genererat av Wordpress-plugin:en <b>My Record Collection</b>. Discogs är ett registrerat varumärke för Zink Media, Inc. My Record Collection-pluginen är inte skapad av eller för Zink Media.

source: Your changes are saved!
sv_se: Dina ändringar har sparats!
